{
	"Hi there!" : "Salut!",

	"Welcome to Vicarswood. We are a small workshop offering a choice of craft furniture pieces to add to your home or office. Timber is hand selected as you would expect from high-end manufacturer. However, the difference may be found within its workmanship, design and finishes. We build and finish everything by hand and proudly package all for a safe journey to their next home."
	: "Bienvenido a Vicarswood. Somos un pequeño taller que ofrece una selección de piezas de muebles para manualidades para agregar a su hogar u oficina. La madera se selecciona a mano como usted esperaría de un fabricante de alta gama. Sin embargo, la diferencia puede encontrarse dentro de su fabricación, diseño y acabados. Construimos y terminamos todo a mano y orgullosamente lo empaquetamos para un viaje seguro a su próximo hogar.",

	"Our focus continues targeting desks and chests. Products have been a solution to family issues and comfort to its selfish desires. If it were for everybody, Vicarswood, indeed would be a mass manufacturing. But, our customers are limited to those that share an appreciation for unique function and style. We like that."
	: "Nuestro enfoque continúa apuntando a escritorios y cofres. Los productos han sido una solución a los problemas familiares y la comodidad de sus deseos egoístas. Si fuera por todo el mundo, Vicarswood, de hecho, sería una fabricación en masa. Pero, nuestros clientes están limitados a aquellos que comparten una apreciación por la función y el estilo únicos. Nos gusta eso.",

	"Final finishing remains more of an art than a process. It involves seven-coats chemistry and discipline to yield rich depth and natural beauty. It’s important that it is durable as it is beautiful. Selections are many and dyes are available as well. Old and new schools coexist. Our two favorites are the grey and turquoise."
	: "El acabado final sigue siendo más un arte que un proceso. Se trata de la química y la disciplina de siete capas para producir una rica profundidad y belleza natural. Es importante que sea duradero ya que es hermoso. Las selecciones son muchas y los tintes también están disponibles. Conviven escuelas antiguas y nuevas. Nuestros dos favoritos son el gris y el turquesa.",

	"For more information, check out our"
	: "Para más información, echa un vistazo a nuestra",

	"About" : "Acerca de",

	"page" : "página",

	"Products" : "Productos",

	"Login" : "Iniciar sesión",

	"Register" : "Registro",

	"Cart" : "Carro",

	"CART" : "CARRO",

	"Privacy and Data Policy" : "Política de privacidad y datos",

	"Sales Terms & Conditions" : "Términos y condiciones de venta",

	"Careers" : "Carreras profesionales",
	
	"Robert Sargeant began fine working and supplied unique furniture to Northern California. His son endured the apprenticeship and inherited the tools in 2014. These skills and tools formed Vicarswood. Located now in Las Vegas, this small workshop offers an interesting place to work as well as producing progressive furniture."
	: "Robert Sargeant comenzó a trabajar bien y suministró muebles únicos al norte de California. Su hijo soportó el aprendizaje y heredó las herramientas en 2014. Estas habilidades y herramientas formaron Vicarswood. Ubicado en Las Vegas, este pequeño taller ofrece un lugar interesante para trabajar y también para producir muebles progresivos.",

	"Desks and Chest of Drawers remain priority. All products are all built-to-order.  Custom finishes, hardware and other options are available to uniquely configure furniture to an order specification. To support that, please expect a 6-8 week lead-time to receive your order and be confident that Vicarswood warrants its workmanship. But since all product are built-to-order, refunds are not allowed."
	: "Escritorios y cajonera siguen siendo prioridad. Todos los productos están construidos a pedido. Los acabados personalizados, el hardware y otras opciones están disponibles para configurar de forma exclusiva los muebles según una especificación de pedido. Para respaldar eso, espere un plazo de 6 a 8 semanas para recibir su pedido y tenga la seguridad de que Vicarswood garantiza su fabricación. Pero como todos los productos están hechos a pedido, no se permiten reembolsos.",

	"Products are sold either through exclusive Distributors or on-line through this web site. As an e-commerce site, customer privacy is paramount. For more information, please see our"
	: "Los productos se venden a través de Distribuidores exclusivos o en línea a través de este sitio web. Como sitio de comercio electrónico, la privacidad del cliente es primordial. Para más información, consulte nuestra",

	"For more information, please see our" : "Para más información, consulte nuestra",

	"Terms and Conditions of Sale" : "Términos y condiciones de venta",

	"Commissioned work or unique features to products can be discussed and quoted as well."
	: "El trabajo comisionado o las características únicas de los productos también se pueden discutir y citar.",

	"Please send inquiries to" : "Por favor envíe sus preguntas a",

	"Or by email to" : "O por correo electrónico a",

	"Inspired by wood? View job openings at" : "Inspirado por la madera? Ver ofertas de trabajo en",

	"Careers with Vicarswood" : "Carreras con Vicarswood",

	"We value our customers' privacy. Vicarswood wants to assure you that we are very careful about how we run our site and about the vendors we choose to use. We care very much about our customers' satisfaction and privacy. Our web server is kept behind locked doors in a facility that is staffed and guarded 24 hours a day year-round. When it is necessary for you to supply sensitive information such as credit card numbers, those communications travel from your browser all the way to our server protected by a Secure Socket Layer (SSL) and are fully encrypted."
	: "Valoramos la privacidad de nuestros clientes. Vicarswood quiere asegurarle que tenemos mucho cuidado con la forma en que administramos nuestro sitio y con los proveedores que decidimos utilizar. Nos preocupamos mucho por la satisfacción y privacidad de nuestros clientes. Nuestro servidor web se mantiene detrás de puertas cerradas en una instalación con personal y vigilancia las 24 horas del día durante todo el año. Cuando es necesario que proporcione información confidencial, como números de tarjetas de crédito, esas comunicaciones viajan desde su navegador hasta nuestro servidor protegido por una Capa de sockets seguros (SSL) y están completamente encriptadas.",

	"Our Web Site - We have created our web site to provide additional services to our customers and potential customers online. On our web site you can"
	: "Nuestro sitio web - hemos creado nuestro sitio web para brindar servicios adicionales a nuestros clientes y potenciales clientes en línea. En nuestro sitio web usted puede",

	"Shop our products securely online" : "Compra nuestros productos de forma segura en línea",

	"Download a catalog, and" : "Descargar un catálogo, y",

	"Give us feedback and ask us questions about our company, products and web site"
	: "Envíenos sus comentarios y háganos preguntas sobre nuestra compañía, productos y sitio web",

	"Your data" : "Tu información",

	"If you supply us with your postal address, email or phone number online, you may occasionally receive catalogs and mailings from us with information about products, promotions or services.  If you do not wish to receive these mailings, please send us a note or e-mail us your name and mailing address to"
	: "Si nos proporciona su dirección postal, correo electrónico o número de teléfono en línea, es posible que ocasionalmente nos envíe catálogos y correos con información sobre productos, promociones o servicios. Si no desea recibir estos correos, por favor envíenos una nota o envíenos un correo electrónico con su nombre y dirección postal a",

	"We DO NOT make any portion of our mailing list or customer emails available to any organizations."
	: "NO hacemos que ninguna parte de nuestra lista de correo o correos electrónicos de clientes esté disponible para ninguna organización.",

	"If you supply us with your phone online, we may use them to contact you regarding an order you sent, or a question you asked. We do not share these numbers with other organizations."
	: "Si nos suministra su teléfono en línea, podemos usarlo para contactarlo con respecto a un pedido que envió o una pregunta que hizo. No compartimos estos números con otras organizaciones.",

	"Vicarswood’s website and e-mail messages may use 'cookies' and other technologies such as pixel tags and web beacons. These technologies help us better understand user behavior, tell us which parts of our website people have visited, and facilitate and measure the effectiveness of our communications and web searches. We treat information collected by cookies and other technologies as non-personal information. Similarly, to the extent that non-personal information is combined with personal information, we treat the combined information as personal information for the purposes of this Privacy Policy."
	: "El sitio web y los mensajes de correo electrónico de Vicarswood pueden usar 'cookies' y otras tecnologías, como etiquetas de píxeles y balizas web. Estas tecnologías nos ayudan a comprender mejor el comportamiento del usuario, nos dicen qué partes de nuestro sitio web ha visitado y facilitan y miden la efectividad de nuestras comunicaciones y búsquedas en la web. Tratamos la información recopilada por las cookies y otras tecnologías como información no personal. De manera similar, en la medida en que la información no personal se combine con la información personal, tratamos la información combinada como información personal para los fines de esta Política de privacidad.",

	"Vicarswood also uses cookies and other technologies to 'remember' how you use our website. Our goal in these cases is to make your experience with Vicarswood more convenient and personal. For example, knowing your first name lets us welcome you the next time you visit Vicarswood’s website. Knowing someone using your computer or device has shopped for a certain product helps us make our e-mail communications and product suggestions more relevant to your interests. You may set your web browser to notify you when you receive a cookie. However, should you decide not to accept cookies from our sites, you will limit the functionality we can provide when you visit our sites."
	: "Vicarswood también utiliza cookies y otras tecnologías para 'recordar' cómo utiliza nuestro sitio web. Nuestro objetivo en estos casos es hacer que su experiencia con Vicarswood sea más conveniente y personal. Por ejemplo, saber su nombre nos permite darle la bienvenida la próxima vez que visite el sitio web de Vicarswood. Saber que alguien que usa su computadora o dispositivo ha comprado un determinado producto nos ayuda a hacer que nuestras comunicaciones por correo electrónico y nuestras sugerencias de productos sean más relevantes para sus intereses. Puede configurar su navegador web para que le notifique cuando reciba una cookie. Sin embargo, si decide no aceptar cookies de nuestros sitios, limitará la funcionalidad que podemos proporcionarle cuando visite nuestros sitios.",

	"As is true of most websites, our web servers gather some information automatically and store it in log files. This information includes Internet Protocol (IP) addresses, browser type and language, Internet service provider (ISP), referring and exit pages, operating system, date/time stamp, and clickstream data. We use this information to understand and analyze trends, to administer the site, to learn about user behavior on the site, and to gather demographic information about our customer base."
	: "Como ocurre con la mayoría de los sitios web, nuestros servidores web recopilan cierta información automáticamente y la almacenan en archivos de registro. Esta información incluye direcciones de Protocolo de Internet (IP), tipo de navegador e idioma, proveedor de servicios de Internet (ISP), páginas de referencia y salida, sistema operativo, sello de fecha / hora y datos de flujo de clics. Utilizamos esta información para comprender y analizar las tendencias, para administrar el sitio, para conocer el comportamiento de los usuarios en el sitio y para recopilar información demográfica sobre nuestra base de clientes.",

	"Currently there are no openings, but we’d like to hear your interest if you have skill and background in any of the areas"
	: "Actualmente no hay vacantes, pero nos gustaría conocer su interés si tiene habilidad y experiencia en alguna de las áreas",

	"Programmer" : "Programador",

	"Data Scientist – Analytics, Economics/Marketing" : "Científico de datos - Analítica, Ciencias económicas/Márketing",

	"Engineer - Furniture Design & Autodesk Fusion 360, or" : "Ingeniero - Diseño de muebles y Autodesk Fusion 360, o",

	"Craftsman - Woodworking and Finishing" : "Artesano - carpintería y acabado",

	"Remember Me" : "Recuérdame",

	"Forgot Your Password?" : "¿Olvidaste tu contraseña?",

	"Name" : "Nombre",

	"You don't have any items in your cart yet." : "Aún no tienes ningún artículo en tu carrito.",

	"Continue Shopping" : "Seguir Comprando",

	"item(s) in Shopping Cart" : "artículo(s) en la cesta de compra",

	"Remove" : "Retirar",

	"Save for later" : "Guardar para más adelante",

	"Have a code?" : "¿Tienes un código?",

	"Apply" : "Aplicar",

	"Proceed to Checkout" : "Pasar por la caja",

	"Discount" : "Descuento",

	"Total" : "Total",

	"Subtotal" : "Total parcial",

	"Products Page" : "Productos Página",

	"Product Page" : "Producto Página",

	"Shop" : "Tienda",

	"Add to Cart" : "Añadir a la cesta",

	"Base Price" : "Precio Base",

	"Price Range" : "Rango de precios",

	"Checkout" : "Revisa",

	"Shipping Information" : "Información de envío",

	"Payment Details" : "Detalles del pago",

	"Shipping Details" : "Detalles de envío",

	"Contact Information" : "Información del contacto",

	"Already have an account?" : "¿Ya tienes una cuenta?",

	"Address" : "Dirección",

	"City" : "Ciudad",

	"Country" : "País",

	"State" : "Estado",

	"Postal Code" : "Código postal",

	"Phone Number" : "Número de teléfono",

	"Return to cart" : "Volver al carrito",

	"Proceed to Order Review" : "Proceder a la Revisión de Orden",

	"Credit or debit card" : "Tarjeta de crédito o débito",

	"Billing Details" : "Detalles de facturación",

	"Complete Checkout" : "Completar Checkout",

	"Your Order" : "Su pedido",

	"Tax" : "Impuesto",

	"Shipping & Handling" : "Gastos de envío y manipulación",

	"Thank you for your order!" : "¡Gracias por su orden!"


























}